{
"articles":[
	{
		"id": 1,
		"date": "2 April 2020",
		"title": "Memilih Provider Internet yang Tepat, Ini 5 Tips yang Harus Kamu Ketahui!",
		"slug": "memilih-provider-internet-yang-tepat-ini-5-tips-yang-harus-kamu-ketahui",
		"description": "Memilih Provider Internet yang Tepat, Ini 5 Tips yang Harus Kamu Ketahui!...",
		"cover": "memilih-provider-internet-yang-tepat-ini-5-tips-yang-harus-kamu-ketahui.jpg",
		"content": "Hampir setiap aktivitas kita pasti membutuhkan internet. Apalagi di masa pandemic, semua kegiatan dilakukan dari rumah dan menggunakan jaringan internet. Mulai dari aktivitas sekolah anak, perkuliahan, pekerjaan baik kantoran maupun usaha-usaha kecil yang membutuhkan jaringan internet.  <br/><img src='https://fiber.google.com/img/google-fiber-business-logo-share.png' class='img-fluid'>  <br/> Bahkan jika kamu bosan dan membutuhkan hiburan seperti menonton drama atau film, juga membutuhkan jaringan internet yang cepat dan tidak lemot. <br/> Tentunya, memilih provider internet di rumah tidak boleh sembarang pilih. Berikut beberapa hal yang harus kamu perhatikan saat akan memilih provider internet / wifi di rumah kamu!   <br/> <h5> Tentukan kecepatan internet yang dibutuhkan  </h5> <img src='https://www.flokq.com/blog/wp-content/uploads/2020/12/provider-internet-800x449.jpg' class='img-fluid'/> <br/> Mulailah dari menentukan kebutuhan internet harian. Kamu bisa menuliskan daftar aktivitas yang akan kamu lakukan sehari-hari, seperti: bermain game online, online meeting, streaming movie, dan lain sebagainya. Semakin berat peggunaan harianmu, kamu juga membutuhkan kecepatan internet yang lebih kencang.  <br/> <h5> Pilih Provider yang Beneran Tanpa Batas Kuota  </h5> <img src='https://www.iselect.com.au/content/uploads/2020/05/Woman-suing-laptop-living-room.jpg' class='img-fluid'/>  <br/> Pekerjaan dan pemakaian yang banyak dan sering mengharuskan kamu mencari layanan provider internet yang beneran tanpa batas kuota atau sering disebut juga tanpa batasan FUP. <br/> FUP atau Fair Usage Policy adalah kebijakan batasan pemakaian internet yang disediakan oleh provider layanan internet. Biasanya, ketika pemakaian telah mencapai kuota tertentu, maka kecepatan internet akan diturunkan. Oleh karena itu, pilihlah layanan internet yang tidak memberlakukan batasan dalam FUP, dimana semua akses internet adalah tanpa batas kuota atau unlimited. Cari tahu tentang kebijakan FUP selengkapnya di sini.Pekerjaan dan pemakaian yang banyak dan sering mengharuskan kamu mencari layanan provider internet yang beneran tanpa batas kuota atau sering disebut juga tanpa batasan FUP. <br/> FUP atau Fair Usage Policy adalah kebijakan batasan pemakaian internet yang disediakan oleh provider layanan internet. Biasanya, ketika pemakaian telah mencapai kuota tertentu, maka kecepatan internet akan diturunkan. Oleh karena itu, pilihlah layanan internet yang tidak memberlakukan batasan dalam FUP, dimana semua akses internet adalah tanpa batas kuota atau unlimited. Cari tahu tentang kebijakan FUP selengkapnya <a  target='_blank' href='https://api.whatsapp.com/send?phone=6282317795068&text=Halo+%21%21++bebeb+net%2C+saya+ingin+order+layanan+internet+BWA+-+100+Mbps'>di sini</a>.  <br/> <h5> Cek Area Layanan  </h5> <img src='https://norvado.com/wp-content/uploads/2020/09/pexels-christina-morillo-1181248-scaled.jpg' class='img-fluid'>  <br/> Sebelum kamu menentukan provider internet wifi apa yang cocok untuk rumah kamu, pastikan kamu mengecek kembali area layanan di rumah kamu. Apakah area tempat tinggal kamu sudah terpasang dengan provider internet? Untuk cek area layanan, kamu bisa cari tahu lebih lanjut <a  target='_blank' href='https://api.whatsapp.com/send?phone=6282317795068&text=Halo+%21%21++bebeb+net%2C+saya+ingin+order+layanan+internet+BWA+-+100+Mbps'>di sini</a>.  <br/> <h5> Pilih Provider dengan Biaya Hemat dan Banyak Diskon  </h5> <br/> <img src='https://s3.us-west-2.amazonaws.com/wakegov.com.if-us-west-2/prod/styles/max_1300x1300/s3/images/2020-10/ISPs_iStock-1198401598_resized.jpg?itok=Uzxwxe_O' class='img-fluid'>  <br/> Selain ketiga faktor di atas, budget adalah hal yang harus kamu perhatikan. Pilihlah provider internet dengan biaya yang sesuai dengan kantongmu! Tidak hanya itu, carilah juga provider yang menawarkan banyak diskon dan potongan.  <br/>  <br/> Bebeb Net menawarkan berbagai promo menarik bagi kamu pelanggan baru, mulai dari bonus speed upgrade dan juga hemat hingga 1 Juta Rupiah. Mulai dari 100Ribuan saja, kamu sudah bisa mendapatkan internet yang cepat, handal dan beneran tanpa batas."
	},
	{
		"id": 2,
		"date": "2 April 2020",
		"title": "Fiber Internet Atau Internet Dengan Kabel? Bagaimana Perbedaan Kinerjanya",
		"slug": "internet-fiber-atau-internet-dengan-kabel-bagaimana-perbedaan-kinerjanya",
		"description": "Ada banyak pilihan provider internet diluar sana, tapi ketika datang ke pilihan yang lebih statis dan stabil, kadangkala kita harus memiliki dua pilihan, internet yang bekerja dengan kabel atau internet yang bekerja pada Fiber (Serat Optik)....",
		"cover": "index.jpg",
		"content": "Satelit internet saat ini terlalu mahal dan kadangkala bermasalah, terutama mereka yang menderita latency tinggi dan untuk penggunaan praktis yang terbatas. Anda bisa mendapatkan koneksi yang baik-baik saja dengan DSL tetapi ada pilihan yang lebih cepat di luar sana.  <br/> <h5> Bagaimana Internet Kabel Bekerja  </h5> <br/> Internet kabel menggunakan teknologi yang sama dengan televisi kabel: Data perjalanan melalui kabel Coaxial, sering disebut 'Coax' singkatnya. Isi dari kabel ini adalah tembaga inti yang dikelilingi oleh isolator dielektrik, perisai tembaga anyaman, dan lapisan luar plastik.  <br/> <div class='ratio ratio-16x9'> <iframe width='560' height='315' src='https://www.youtube.com/embed/IOZjdDHYB0g' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture' allowfullscreen></iframe></div> <br/>  <b>Internet kabel</b> membutuhkan kabel modem di rumah atau kantor dan sistem terminasi kabel modem di lokasi operator anda. Yang terakhir adalah yang menghubungkan modem Anda ke internet.<br/> Sebuah kabel coax lebih dari mampu untuk memasok koneksi internet dan akses televisi pada saat yang sama, dengan memiliki bandwidth untuk cadangan. Inilah sebabnya mengapa dua layanan sering dibundel bersama-sama.  <br/> <h5> Bagaimana Fiber Internet Bekerja  </h5>Sebuah kabel serat optik mengandung kaca atau plastik serat yang mengirimkan cahaya, bukannya listrik. Data Anda, baik itu panggilan telepon atau podcast, terkandung dalam cahaya ini.  <br/> <img src='http://tipsinfoterbaru.com/wp-content/uploads/2018/01/Internet-fiber-optik.jpg' class='img-fluid'>  <br/> Proses ini bekerja karena pantulan dari refleksi internal secara total. Saat cahaya ini menyentuh sebuah material, ia mungkin diserap, dipantulkan, atau dibiaskan. Jika cahaya yang akan diserap ini mencoba melarikan diri kabel, maka tidak ada sambungan di ujung lain, dan jika itu dibiaskan melalui kabel, data tidak sampai ke ujung yang lain. Untuk bekerja, cahaya perlu terus mencerminkan dari satu ujung ke ujung.  <br/> Untuk alasan ini, serat terdiri dari dua lapisan: Core dan cladding. Sedangkan untuk bagian dalam dan lapisan luar keduanya terbuat dari kaca, seperti silikon dioksida, tetapi cladding eksterior mungkin memiliki bahan lainnya yang dicampur untuk mencapai indeks bias yang lebih rendah daripada inti. Jika cladding memiliki indeks lebih tinggi, cahaya akan berjalan pada kabel selama transmisi.  <br/> <h5> Mana yang Lebih Cepat?  </h5> <br/> <b>Internet fiber jelas lebih cepat</b>, polos dan sederhana. Google Fiber, misalnya, menjanjikan kecepatan hingga 1 Gbit / s. Tapi ini bukan berarti bahwa jika Anda mendaftar untuk fiber internet, itu akan menjadi lebih cepat untuk Anda. <br/> Kecepatan koneksi internet tergantung pada sejumlah faktor. Jika ada banyak orang di lingkungan anda mengakses internet pada saat yang sama, video yang anda tonton mungkin akan mengalami buffer lebih sering. Hal ini terutama sangat berlaku untuk kabel, tapi bukan berarti Fiber kebal akan hal ini.  <br/> <h5> Jadi, mana yang lebih baik?  </h5> <b>Fiber</b> memiliki banyak manfaat melalui kabel selain kecepatan. Sejak kabel serat optik mampu mengirim data lebih cepat, mereka lebih cocok untuk komunikasi jarak jauh, itulah mengapa Fiber sangat kuat dalam hal ini. Mereka juga cenderung bisa berjalan selama pemadaman listrik karena tidak ada listrik yang terlibat. Dan karena mereka terbuat dari kaca atau plastik, mereka tidak terlalu rentan terhadap gangguan dari jaringan listrik, peralatan listrik, atau petir. <br/> Sedangkan untuk internet kabel, mereka memiliki keuntungan dari ketersediaan. Ini biasanya ditawarkan di mana pun, yang berarti daerah pedesaan juga bisa memiliki akses ke sana. Di sisi lain, serat sering terbatas pada kota-kota tertentu  dan bahkan dalam kota, mungkin hanya daerah-daerah tertentu yang memiliki akses. <br/> Adapun biaya, internet kabel bergantung pada infrastruktur yang ada pada perusahaan (karena TV kabel sudah ada selama puluhan tahun) sementara serat sering membutuhkan tata peletakan untuk kabel baru di daerah. Di sisi lain, serat lebih murah untuk bisa mempertahankan dari waktu ke waktu. Adapun dari segi pembayaran konsumen, harga cukup sebanding terlepas dari mana yang Anda pilih.  <br/> <h5> Bagaimana dengan masa Depan?  </h5> <b>Fiber adalah masa depan</b>. Kita semua tahu tentang Google Fiber, tetapi banyak perusahaan juga yang sudah masuk ke segmen ini. Indihome sekarang membuat jalan untuk kabel Fiber ke kota-kota di seluruh Indonesia . Juga ada provider lainnya yang sedang melebarkan jalan lebih baik..<br/> Namun, bukan berarti Fiber internet menjadi satu-satunya kekuatan untuk masa depan. Karena juga ada kekuatan lain yang sedang tumbuh dalam hal internet, misalnya, Google sedang bereksperimen dengan ide akses internet balon yang bertenaga sementara Facebook bekerja pada solusi dengan menggunakan drone dan laser.  <br/>Kita juga harus tidak mengabaikan majunya **LTE** dan **internet seluler**. Semakin banyak orang yang menggunakan ponsel cerdas sebagai komputer utama mereka. hotspot portabel juga kini memberikan kecepatan yang menyaingi atau mengalahkan apa biasa dipakai pelanggan dari rencana internet tradisional. Dan karena banyak perusahaan terus membangun jaringan mereka dan meningkatkan teknologi, kita dapat berharap ini semua menjadi pilihan yang lebih menarik, tentunya juga dari segi harga. Tapi untuk saat ini, jatah data kecil membatasi jaringan selular dari menghubungkan semua perangkat di rumah Anda.  <br/><h3> Mana yang Tepat untuk Anda? </h3> Kabel memberikan kecepatan yang besar dan kemungkinan masih akan hadir sekitar selama beberapa tahun yang akan datang. Namun ini bukan teknologi pilihan terbaik, tapi lebih dari cukup untuk mendapatkan pekerjaan yang dilakukan. Namun, <b>Fiber bisa menjadi pilihan kuat yang terjangkau</b> bagi jutaan orang.Tunggu apalagi jangan sampai  kantong anda jebol karena provider abal-abal, yuk langsung daftar dan pasang <b>BebebNet</b>  soo... pasti tidak akan menguras  budget anda.  <br/><span class='badge bg-primary'> BebebNet Solusi Internet Terbaik Di Era Metaverse</span>"
	},
	{
		"id": 3,
		"date": "3 April 2020",
		"title": "Internet Broadband dan Dedicated Internet, Pilih Mana?",
		"slug": "internet-broadband-dan-dedicated-internet-pilih-mana",
		"description": "Simak penjelasan lengkap perbedaan “Internet Broadband” dan “Dedicated Internet”. Tentukan sendiri jenis internet yang cocok untuk kebutuhanmu...",
		"cover": "internet-b04f16c89879422acd7830dfb666a115_600x400.jpg",
		"content": "Pernahkah kamu mendengar 2 istilah “Internet Broadband” dan “Dedicated Internet” ? Mungkin sebagian dari kamu bingung dan bertanya-tanya apa perbedaan dari kedua jenis internet tersebut di atas. Apalagi bagi kamu yang bingung saat memilih internet yang cocok untuk bisnis maupun di rumah. <br/> Berikut penjelasan perbedaan “Internet Broadband” dan “Dedicated Internet”.  <br/><br/> <img src='https://img.etimg.com/thumb/msid-77589569,width-640,resizemode-4,imgsize-108273/the-1980s.jpg' class='img-fluid'><br/><br/> <h5> Apa itu “Internet Broadband”?  </h5> <br/> <a href='/packages/bwa/broadband-wireless-access'>Internet Broadband</a> adalah koneksi internet yang biasanya digunakan di rumah, dimana kecepatan dan performance-nya dibagi ke setiap pengguna / perangkat. Jika penggunaan internet ini “ringan”, maka pengguna akan merasakan kecepatan dan performance yang lebih cepat. Sebaliknya, jika masing-masing pengguna melakukan aktivitas yang “berat” maka kecepatan internetnya pun akan berkurang. Biasanya Internet Broadband ini direkomendasikan untuk rumah, apartemen atau usaha kecil dengan penggunaan internet yang terbatas.  <br/><br/> <h5> Apa itu “Dedicated Internet”?  </h5> <br/> <a href='/packages/ftth/fiber-to-the-home'>Dedicated Internet</a> adalah koneksi internet yang biasanya digunakan untuk bisnis, misalnya untuk perkantoran maupun co-working space. Dedicated Internet memiliki bandwidth yang didedikasikan untuk pengguna, dimana koneksi dan performance yang disajikan dapat digunakan oleh setiap pengguna secara penuh. Atau dengan kata lain, jika terjadi “lalu-lintas” internet yang “berat”, kamu tidak perlu khawatir karena tidak akan terjadi perlambatan kecepatan dan performance. Dedicated Internet ini sangat direkomendasikan bagi kamu para pelaku bisnis yang membutuhkan koneksi internet yang stabil.Jika kamu sudah mengetahui kedua perbedaan diatas, maka kamu bisa menilai sendiri kebutuhan internet yang kamu butuhkan. Jika kamu seorang pelaku bisnis, maka penggunaan Dedicated Internet sangat disarankan agar bisnis dapat berkembang dengan penggunaan internet yang handal. Easy Net menyediakan layanan Dedicated Internet yang sudah terbukti handal dan telah melayani lebih dari 2.500 perusahaan. Layanan Dedicated Internet dari Easy Net juga mencakup keunggulan Symetrical Bandwidth, Committed Service, Network Security, dan Flexibility.  Silakan <a target='_blank' href='https://api.whatsapp.com/send?phone=6282317795068&text=Halo+%21%21++bebeb+net%2C+saya+ingin+order+layanan+internet+BWA+-+100+Mbps'>hubungi kami</a> untuk informasi lebih lanjut. Namun, jika jenis internet yang kamu butuhkan hanya mencakup penggunaan di rumah / apartemen tempat tinggal, kamu bisa menggunakan layanan Paket Internet Tanpa Batas Kuota dari Easy Net. Kami menyediakan promo khusus bagi kamu pengguna kartu kredit. Silakan cek informasi selengkapnya <br/>Pernahkah kamu mendengar 2 istilah “Internet Broadband” dan “Dedicated Internet” ? Mungkin sebagian dari kamu bingung dan bertanya-tanya apa perbedaan dari kedua jenis internet tersebut di atas. Apalagi bagi kamu yang bingung saat memilih internet yang cocok untuk bisnis maupun di rumah. Berikut penjelasan perbedaan “Internet Broadband” dan “Dedicated Internet”.  <img src='https://img.etimg.com/thumb/msid-77589569,width-640,resizemode-4,imgsize-108273/the-1980s.jpg' class='img-fluid'><h5> Apa itu “Internet Broadband”?  </h5> <br/> <a href='/packages/bwa/broadband-wireless-access'>Internet Broadband</a> adalah koneksi internet yang biasanya digunakan di rumah, dimana kecepatan dan performance-nya dibagi ke setiap pengguna / perangkat. Jika penggunaan internet ini “ringan”, maka pengguna akan merasakan kecepatan dan performance yang lebih cepat. Sebaliknya, jika masing-masing pengguna melakukan aktivitas yang “berat” maka kecepatan internetnya pun akan berkurang. Biasanya Internet Broadband ini direkomendasikan untuk rumah, apartemen atau usaha kecil dengan penggunaan internet yang terbatas. <br/> <h5> Apa itu “Dedicated Internet”?  </h5><br/> <a href='/packages/ftth/fiber-to-the-home'>Dedicated Internet</a> adalah koneksi internet yang biasanya digunakan untuk bisnis, misalnya untuk perkantoran maupun co-working space. Dedicated Internet memiliki bandwidth yang didedikasikan untuk pengguna, dimana koneksi dan performance yang disajikan dapat digunakan oleh setiap pengguna secara penuh. Atau dengan kata lain, jika terjadi “lalu-lintas” internet yang “berat”, kamu tidak perlu khawatir karena tidak akan terjadi perlambatan kecepatan dan performance. Dedicated Internet ini sangat direkomendasikan bagi kamu para pelaku bisnis yang membutuhkan koneksi internet yang stabil.<br/><br/> Jika kamu sudah mengetahui kedua perbedaan diatas, maka kamu bisa menilai sendiri kebutuhan internet yang kamu butuhkan. Jika kamu seorang pelaku bisnis, maka penggunaan Dedicated Internet sangat disarankan agar bisnis dapat berkembang dengan penggunaan internet yang handal. Easy Net menyediakan layanan Dedicated Internet yang sudah terbukti handal dan telah melayani lebih dari 2.500 perusahaan. Layanan Dedicated Internet dari Easy Net juga mencakup keunggulan Symetrical Bandwidth, Committed Service, Network Security, dan Flexibility.  Silakan <a target='_blank' href='https://api.whatsapp.com/send?phone=6282317795068&text=Halo+%21%21++bebeb+net%2C+saya+ingin+order+layanan+internet+BWA+-+100+Mbps'>hubungi kami</a> untuk informasi lebih lanjut. <br/><br/> Namun, jika jenis internet yang kamu butuhkan hanya mencakup penggunaan di rumah / apartemen tempat tinggal, kamu bisa menggunakan layanan Paket Internet Tanpa Batas Kuota dari Easy Net. Kami menyediakan promo khusus bagi kamu pengguna kartu kredit. Silakan cek informasi selengkapnya "
	}
 ]
}